Repository: common-repository/before-you-are-dead-countdown
Catalog: languages/byad-countdown-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: The Final Countdown
it_it: Conto alla rovescia finale

source: Before You Are Dead Countdown Widget
it_it: Before You Are Dead Conto alla rovescia Widget

source: Widget for displaying a countdown (Years (opt.), Days, Hours, Minutes, Seconds)
it_it: Widget per la visualizzazione di un conto alla rovescia (Anni (opz.), Giorni, Ore, Minuti, Secondi)

source: You are dead now!
it_it: Ora sei morto!

source: Years
it_it: Anni

source: Months
it_it: Mesi

source: Days
it_it: Giorni

source: Hours
it_it: Ore

source: Minutes
it_it: Minuti

source: Seconds
it_it: Secondi

source: Title
it_it: Titolo

source: BYAD Countdown Settings
it_it: BYAD Conto alla rovescia Impostazioni

source: Final Date
it_it: Data Finale

source: Click and select the countdown end date. If empty, you are dead tomorrow after midnight.
it_it: Clicca per selezionare la data finale del conto alla rovescia. Se è vuoto, sei morto domani, dopo mezzanotte.

source: Date format
it_it: Formato data

source: Please choose a date format. It must match the format of Final date field!
it_it: Seleziona un formato di data. Deve corrispondere al formato del campo Data Finale!

source: day - month - Year (d/m/Y)
it_it: giorno - mese - Anno (d/m/Y)

source: month - day - Year (m/d/Y)
it_it: mese - giorno - Anno (m/d/Y)

source: Year - month - day (Y/m/d)
it_it: Anno - mese - giorno (Y/m/d)

source: Time
it_it: Ora

source: Optionally you can specify at what time (HH:MM) you'll die on your Final date (leave empty to die at midnight at the end of the day)
it_it: Potete specificare l'ora (HH:MM) della vostra morte (lasciare vuoto per morire a mezzanotte il giorno scelto)

source: After countdown string
it_it: Dopo il conto alla rovescia stringa

source: Fill with your last words (displayed at the countdown's end. I promise).
it_it: Inserisci il campo con le tue ultime parole (visualizzate alla fine del conto alla rovescia. Prometto).

source: Display years
it_it: Mostra anni

source: Check this box if you want to display Years.
it_it: Spunta questa casella se vuoi visualizzare gli Anni.

source: Here you can configure some settings for the BYAD Countdown. But if you're already dead, don't bother.
it_it: Qui si può configurare alcune impostazioni per il BYAD Conto alla rovescia. Ma se sei già morto, non preoccuparsi.

source: Before You Are Dead Countdown Settings
it_it: Before You Are Dead Countdown Impostazioni

source: BYAD Countdown
it_it: BYAD Conto alla rovescia

source: You do not have sufficient permissions to access this page.
it_it: Non avete autorizzazioni sufficienti per accedere a questa pagina.

source: Before You Are Dead Countdown
it_it: Before You Are Dead Conto alla rovescia
